Repository: smorstabilini/djoser
Catalog: djoser/locale/*/LC_MESSAGES/django.po
Languages: it

source: Unable to log in with provided credentials.
it: Impossibile eseguire il login con le credenziali fornite.

source: User account is disabled.
it: L'account dell'utente è disabilitato.

source: Invalid token for given user.
it: Token invalido per l'utente specificato.

source: Invalid user id or user doesn't exist.
it: Id utente non valido o utente non esistente.

source: Stale token for given user.
it: Il token dell'utente è scaduto.

source: The two password fields didn't match.
it: Le due password non corrispondono.

source: The two {0} fields didn't match.
it: Il contenuto dei campi {0} non coincide.

source: Invalid password.
it: Password non valida.

source: User with given email does not exist.
it: Non esiste un utente con l'indirizzo email specificato.

source: Unable to create account.
it: Impossibile creare l'account utente.

source: Account activation on %(site_name)s
it: Attivazione account su %(site_name)s

source: You're receiving this email because you need to finish activation process on %(site_name)s.
it: Ricevi questa email perché devi completare il processo di attivazione su %(site_name)s.

source: Please go to the following page to activate account:
it: Per favore vai alla seguente pagina per attivare l'account:

source: Thanks for using our site!
it: Grazie per l'utilizzo del nostro sito!

source: The %(site_name)s team
it: Il team di %(site_name)s

source: %(site_name)s - Your account has been successfully created and activated!
it: %(site_name)s - Il tuo account è stato creato e attivato con successo!

source: Your account has been created and is ready to use!
it: Il tuo account è stato creato ed è pronto per l'uso!

source: %(site_name)s - Your password has been successfully changed!
it: %(site_name)s - La tua password è stata modificata con successo!

source: Your password has been changed!
it: La tua password è stata modificata!

source: Password reset on %(site_name)s
it: Reset della password su %(site_name)s

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
it: Ricevi questa email perché hai richiesto il reset della password per il tuo utente su %(site_name)s.

source: Please go to the following page and choose a new password:
it: Per favore vai alla seguente pagina e scegli una nuova password:

source: Your username, in case you've forgotten:
it: Il tuo username, nel caso l'avessi dimenticato:

source: %(site_name)s - Your username has been successfully changed!
it: %(site_name)s - Il tuo username è stato modificato con successo!

source: Your username has been changed!
it: Il tuo username è stato modificato!

source: Username reset on %(site_name)s
it: Reset dello username su %(site_name)s

source: You're receiving this email because you requested a username reset for your user account at %(site_name)s.
it: Ricevi questa email perché hai richiesto il reset dello username per il tuo account su %(site_name)s.

source: Please go to the following page and choose a new username:
it: Per favore vai alla seguente pagina per scegliere un nuovo username:
